#Владелец отчета	Подгруппа	    Номер отчета	Имя отчета	    Назначение                                  Дата разработки     Разработчик
#ДИА	            01	            01	            rep_dia_01_01	Список иждивенцев                           
#ДИА	            01	            02	            rep_dia_01_02	Получатели выплат, имеющие одновременно СО



list_reports = {
    "ДИА": {
        "name": "Группа 100",
        "list": {
            "01": "01"
        },
        "name": "Группа 3000",
        "list": {
            "01": "01"
        },
        "name": "Группа 5000",
        "list": {
            "01": "01"
        },
        "name": " Неутвержденные отчеты",
        "list": {
            "01": "rep_dia_01_01",
            "02": "rep_dia_01_02",
            "03": "rep_dia_01_03"
            }
    },
    "ДМЭН": {
        "name": "Группа 200",
        "list": {
            "01": ""
        },
        "name": "Группа 4000",
        "list": {
            "01": ""
        },
        "name": "Группа 7000",
        "list": {
            "01": ""
        },
        "name": " Неутвержденные отчеты",
        "list": {
            "01": "rep_dmn_01"
            }
    }
    }